[
  "obsidian-git",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-local-rest-api",
  "periodic-notes",
  "obsidian-kanban",
  "dataview",
  "obsidian-style-settings",
  "obsidian-copy-block-link",
  "obsidian-mind-map"
]